import React from 'react';

export default function Notice() {
  return (
    <div className="noticeWrap">
      <p className="notice-frame">
        <img src="img/frame-2.png" />
      </p>
      <div className="noticePaper">
        <p className="notice-content">
          <br />
          <br />
          <h2>
            <img src="img/notice.png" />
          </h2>
          <br />
          <br />
          0. 유클리드 호텔은
          <span className="bold">
            스파이크 춘 소프트사의 단간론파 시리즈와 창작 세계관을 기반으로 한
            자캐 커뮤니티
          </span>
          입니다. 본 커뮤니티는 ‘원작 인증제’를 도입하고 있으므로 원작인
          단간론파의 시청 또는 게임 플레이가 필수임을 알려드립니다.
          <br />
          <br />
          1. 유클리드 호텔은 단간론파 시리즈의 일부 요소를 차용한 오리지널
          스토리로 진행됩니다. 원작의 스포일러가 포함될 소지가 다분하니 이에
          거부감을 느끼는 분들은 신청서 제출을 재고해주시기를 바랍니다.
          <br />
          <br />
          2. 유클리드 호텔에서 다뤄지는 지명과 단체 및 인물은 픽션입니다. 또한,
          단간론파 원작의 시스템을 따라가는 부분에 있어서 자살, 폭력, 범죄 등
          갈등에 대한 묘사와 혐오적 표현 등, 오너님들의 트라우마를 상기시킬 수
          있는 요소가 다수 존재함을 알려드립니다. 총괄진은 이와같은 소재들을
          지지하거나 옹호하지 않습니다.
          <br />
          <br />
          3. 유클리드 호텔은 <span className="bold">‘2차 지인제’ 커뮤니티</span>
          이며, 아래 터키(@turq_turtle)님의 2차지인 확인 사이트에서 지인 여부를
          확인하실 수 있습니다. 이와 별개로 외부인 접수 기간은 신청서 접수 기간
          첫날, 단 하루 동안 있을 예정입니다.
          <a
            href="http://twt.turqtoise-soup.com/ff/20220109212905412930"
            target="blank"
          >
            Click
          </a>
          <br />
          <br />
          4. 유클리드 호텔은 그림 위주의 복합 커뮤니티입니다.
          <span className="bold">
            인장이나 전신, 피해 로그의 경우 반드시 그림 로그를 필요로 하나, 그
            외에는 그림 로그를 필요로 하지 않습니다.
          </span>
          이에 대한 자세한 사항은 시스템 문서에서 확인해주시면 감사하겠습니다.
          또한, 커미션 및 지원 로그를 사용할 땐 반드시 출처를 남겨주셔야 합니다.
          <br />
          <br />
          5. 신청서 제출은 <span className="bold">02년생까지</span> 가능하며,
          03년생을 위한 면접은 따로 준비되어 있지 않습니다.
          <br />
          <br />
          6. 모집 인원은 운영진 포함 최소 18명, 최대 22명으로 예정되어 있습니다.
          최소 인원을 달성하지 못하였을 경우 본 커뮤니티는 무기한 동결에
          들어갑니다.
          <br />
          <br />
          7. 러닝 기간은{' '}
          <span className="bold">흑막 챕터를 포함하여 총 5주+@</span>로 예정되어
          있습니다. 또한, 커뮤니티 특성상 하차 및 잠수를 지양하고 있습니다.
          신청서를 제출하시기 전 다시 한번 일정을 확인하고, 원활한 러닝에 대한
          가능 여부를 확인해주시면 감사하겠습니다.
          <br />
          <br />
          7-1.{' '}
          <span className="bold">
            48시간 이상 무통보 잠수, 2회 이상 무통보 재판 미참여 시 커뮤니티에서
            경고 및 강제 하차
          </span>
          될 수 있습니다. 제명을 피하기 위한 목적의 무의미한 퍼블릭 트윗 또한
          경고 및 하차 대상에 포함됩니다. 불가피한 상황이 있을 시엔 총괄계
          디엠으로 반드시 사유를 남겨주시기 바랍니다.
          <br />
          <br />
          8. 캐릭터 재활용은 아래와 같은 조건을 모두 충족하였을 시 허용합니다.
          <br />
          <br />
          - 흑막, 백막 등 중직을 맡지 않았으며 유클리드 호텔의 세계관에 맞게
          설정을 재단장함. (이전 커뮤니티와 관련된 서사가 있을 때 해당 설정을
          완전히 삭제해 주시는 것을 의미합니다)
          <br />
          <br />
          - 선관을 제외, 서사를 공유하는 관계 캐릭터가 없음. 연고 캐릭터의
          경우에는 서사 공유를 허용하고 있으나, 러닝 시 해당 캐릭터의 잦은
          언급은 지양해주시기 바랍니다.
          <br />
          <br />
          - 마지막으로 러닝한 커뮤니티가 엔딩 이후 1년이 지남.
          <br />
          <br />
          8-1. 추가로, 로맨스 관계에 대한 선관의 경우 연애 감정이 포함되지
          않았더라도 약혼했거나 결혼한 선관은 제출이 불가능합니다.
          <br />
          <br />
          9. 러닝 중 개인 DM을 금지합니다. 필요할 경우 총괄 계정을 포함하여
          DM방을 생성해 주시기 바라며, 위 사항을 지키지 않은 DM대화는 경고
          사항에 해당합니다. 본 항목은 지인플 및 편파가 우려되는 상황이 발생한
          때를 대비하여 마련되었습니다.
          <br />
          <br />
          10. 엔딩 전 트친소와 러닝 중 트윗 청소, 고백 로그(고록), 재판 전
          비일상 조사를 통해 얻은 단서 및 증거 공유 등, 지인플 및 편파, 모든
          비매너 행위를 엄격히 금지합니다.
          <span className="bold">
            또한 새벽 2~6시 사이의 퍼블릭 트윗을 금지
          </span>
          합니다.
          <br />
          <br />
          11. 유클리드 호텔 측에서 지정한 독백 전용 트윗 계정 외,
          <span className="bold">
            @Null, @tos 등의 익명 계정과 리스트 대화를 이용한 대화는 금지
          </span>
          하고 있습니다. 독백 로그 또한 유클리드 호텔의 독백 전용 트윗 계정을
          이용해주시기 바라며, 리스트 및 위치 기능 등 총괄진이 확인 불가능한
          곳에 로그를 게시하는 것은 금지되어 있음을 안내해 드립니다.
          <br />
          <br />
          12. 비일상 기간 분위기를 해칠 수 있는 무분별한 짤방 사용과 계실 등은
          경고 사유가 될 수 있습니다. 또한, 유클리드 호텔은 메타성 발언 및
          과도한 초성체 등의 이입을 해칠 수 있는 행위를 지양합니다.
          <br />
          <br />
          13. 러닝 중 운영진이 주최하지 않은 미니 게임의 주최를 금지하고
          있습니다. 이벤트 건의는 상시로 받고 있으니 총괄진의 DM으로
          건의해주시면 감사하겠습니다. 단, 상황에 따라 기각될 수 있습니다.
          <br />
          <br />
          14. 위 서술된 모든 공지사항들은 총괄진에게도 예외 없이 적용되며, 러닝
          기간 동안 보다 나은 커뮤니티를 만들 수 있도록 노력하겠습니다.
          <span className="bold">
            모든 공지사항을 확인하셨다면 소지품에 <i>초대장</i>을 기입
          </span>
          해 주세요. 본 물품은 소지품 갯수에 포함되지 않습니다.
          <p className="notice-bottomStamp">
            <img src="img/stamp.svg" width="300px" />
          </p>
        </p>
      </div>
    </div>
  );
}
